; MSETUP4 string table
[STRING]
CHARSET="129"
FONTNAME="굴림"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="다른 사용자가 사용하고 있으므로 이 소프트웨어를 시작할 수 없습니다."
MSE1="시스템을 다시 시작할 수 없습니다. 현재 실행 중인 설치 프로그램 또는 어플리케이션 소프트웨어를 닫으십시오. 그런 다음 Canon 설치 프로그램을 종료하고 다시 시도하십시오."
MSE2="이 프로그램은 현재 운영 체제에서 사용할 수 없습니다."
MSE3="이 소프트웨어를 설치하려면 반드시 관리자 계정으로 로그인해야 합니다.\n[확인]을 클릭하여 설치를 취소합니다. CD-ROM을 사용하는 경우 [확인]을 클릭한 후 CD-ROM을 제거하십시오.\n설치를 취소한 후 관리자 계정으로 로그인한 다음 소프트웨어를 설치하십시오."
MSE3_Mac="이 소프트웨어를 시작하려면 관리자 계정으로 로그인하십시오."
MSE31_Mac="이 소프트웨어를 설치하려면 관리자의 사용자 이름과 암호가 필요합니다."
MSE4="선택한 파일을 표시하려면 적합한 어플리케이션이 필요합니다."
MSE5="%D% 드라이브에 공간이 부족합니다. 이 소프트웨어를 설치하려면 %S%M 바이트가 필요합니다."
MSE6="지정된 폴더가 무효입니다. 로컬 하드 디스크 드라이브에 위치한 쓰기 가능한 폴더를 지정합니다."
MSE7="화면 해상도가 낮으므로 프로그램을 시작할 수 없습니다. 해상도를 800x600 픽셀 이상으로 변경한 다음 조작을 다시 실행합니다.\n태블릿 PC에 설치할 때에는 화면 방향을 가로 모드로 설정한 다음 조작을 실행합니다."
MSE7_Mac="화면 해상도가 낮아서 프로그램을 시작할 수 없습니다. 해상도를 800x600 픽셀 이상으로 변경한 다음 조작을 다시 실행하십시오."
MSE8="CD-ROM 드라이브에 CD-ROM이 없습니다.\n드라이브에 CD-ROM을 다시 넣으십시오."
MSE9="파일 이름에 다음 문자가 올 수 없습니다. \n/ , ; * ? \\" < > |"
MSE10="지정한 경로 이름이 제한을 초과했습니다. 150자 이내로 경로 이름을 지정하십시오."
MSE11="지정한 경로 이름에 드라이브 문자가 포함되지 않았거나 경로가 상대 경로로 지정되었습니다. 절대 경로를 지정하십시오."
MSE14="컴퓨터가 이 프로그램을 지원하지 않습니다."
MSE15="이 프로그램은 Windows 2000 Service Pack 4 이상의 운영 체제에서 실행할 수 있습니다. 사용하는 운영 체제가 Service Pack 4 이하라면 Windows 2000을 Service Pack 4 이상으로 업데이트하고 조작을 다시 실행하십시오."
MSE16="파일을 열 수 없습니다."
MSE17="이 프로그램은 Windows XP Service Pack 2 이상의 운영 체제에서 실행할 수 있습니다. 사용하는 운영 체제가 Service Pack 2 이하라면 Windows XP를 Service Pack 2 이상으로 업데이트하고 조작을 다시 실행하십시오."
MSE18="이 프로그램은 Windows XP를 사용하는 경우 Windows XP Service Pack 3 이상의 운영 체제에서 실행할 수 있습니다. Windows XP를 Service Pack 3 이상으로 업데이트하고 다시 시도하십시오."
MSE19="이 프로그램은 Windows Vista를 사용하는 경우 Windows Vista Service Pack 1 이상의 운영 체제에서 실행할 수 있습니다. Windows Vista를 Service Pack 1 이상으로 업데이트하고 다시 시도하십시오."
MSE20="이 프로그램은 Windows Vista를 사용하는 경우 Windows Vista Service Pack 2 이상의 운영 체제에서 실행할 수 있습니다. Windows Vista를 Service Pack 2 이상으로 업데이트하고 다시 시도하십시오."
MSE21="드라이브에 CD-ROM이 없습니다. 설정 어플리케이션이 닫힙니다."
MSM0001="확인"
MSM0002="취소"
MSM0003="예"
MSM0004="아니요"
MSM0005="뒤로"
MSM0006="다음"
MSM0007="계속"
MSM0008="중단"
MSM0009="끝내기"
MSM0010="설치"
MSM0011="도움말"
MSM0012="모두 선택"
MSM0013="모두 지우기"
MSM0014="최신 정보 확인"
MSM0015="설치 계속"
MSM0016="설치 취소"
MSM0017="언어"
MSM0018="기본값"
MSM0019="건너뛰기"
MSM0020="처음으로 돌아가기"
MSM0021="닫기"
MSM0022="저장"
MSM0101="오류"
MSM0102="경고"
MSM0103="정보"
MSM0104="Canon"
MSM1001="언어"
MSM1002="이 프로그램에서 사용할 언어를 선택하고 [다음]을 클릭합니다."
MSM1003="이 프로그램에서 사용할 언어를 선택하고 [뒤로]를 클릭합니다."
MSM1004="언어를 선택하십시오."
MSM1011="도우미 도구 설치를 시작합니다. 설정 작업에는 도우미 도구가 필요합니다."
MSM1021="정보 가져오는 중"
MSM1022="최신 드라이버와 소프트웨어에 대한 정보를 가져오는 중입니다."
MSM1023="이 소프트웨어는 인터넷 액세스를 위해 키 집합에 저장된 정보를 얻습니다.\n'키 집합에 대한 액세스 확인' 대화 상자가 나타나면 [항상 허용]을 클릭하십시오."
MSM1024="최신 소프트웨어에 대한 정보를 가져오는 중입니다."
MSM1031="정보 가져오기 오류"
MSM1032="드라이버와 소프트웨어에 대한 정보를 가져오는 데 실패했습니다. 네트워크 연결을 확인하고 다시 시도하십시오."
MSM1033="사용하는 환경과 호환되는 소프트웨어를 찾을 수 없습니다."
MSM1034="소프트웨어에 대한 정보를 가져오는 데 실패했습니다. 네트워크 연결을 확인하고 다시 시도하십시오."
MSM1051="프린터 선택"
MSM1052="스캐너 선택"
MSM1103="미국, 캐나다, 라틴 아메리카"
MSM1104="유럽, 중동, 아프리카"
MSM1105="아시아"
MSM1106="태평양 지역"
MSM1116="국가 및 지역"
MSM1117="사용자의 거주지를 선택합니다."
MSM1118="사용자의 국가 또는 지역을 선택하십시오. 아래에 사용자의 국가 또는 지역이 나열되어 있지 않으면 \"기타\"를 선택하십시오."
MSM1241="설정 시작"
MSM1242="컴퓨터에서 이 기기를 사용하기 위해 필요한 설정을 시작합니다.\n화면의 설명을 따르십시오."
MSM1243="설정 시작"
MSM1244="이 소프트웨어는 컴퓨터에서 기기를 사용할 수 있도록 합니다."
MSM1245="유용한 소프트웨어"
MSM1246="기기를 최대한 활용할 수 있도록 소프트웨어의 다운로드 및 사용 방법에 대해 보여줍니다."
MSM1247="온라인 설명서"
MSM1248="온라인으로 설명서를 확인할 수 있습니다."
MSM1249="인터넷에 있는 업데이트된 소프트웨어 사용"
MSM1250="설정"
MSM1305="드라이브 %DRIVELETTER% 여유 공간 %DISKSPACE%MB"
MSM1306="전체 사용 공간: %ITEMSPACE%MB"
MSM1307="%sMB"
MSM1311="어플리케이션"
MSM1312="예상된 설치 시간: %INSTALLTIME_MIN%~%INSTALLTIME_MAX%분"
MSM1315="네트워크 환경에 따라 설치하는 데 일정한 시간이 걸릴 수 있습니다."
MSM1451="소프트웨어 설치 목록"
MSM1452="선택한 소프트웨어가 설치됩니다. 설치하려는 소프트웨어가 선택되어 있는지 확인하고 [다음]을 클릭합니다."
MSM1453_Mac="이 프린터의 모든 기능을 사용하려면 아래 소프트웨어를 모두 설치해야 합니다."
MSM1454="이 소프트웨어는 필수이므로 선택을 취소할 수 없습니다."
MSM1455_Mac="이 스캐너의 모든 기능을 사용하려면 아래 소프트웨어를 모두 설치해야 합니다."
MSM1601="라이센스 계약서"
MSM1602="선택한 소프트웨어 프로그램을 설치하기 전에 아래의 라이센스 계약서를 자세히 읽어 주십시오."
MSM1603="계약서에 동의하면 [예]를 클릭합니다. [아니요]를 클릭하면 소프트웨어 설치가 취소됩니다."
MSM1604="%CURRENT_STEPITEM%을(를) 설치하기 전에 아래의 라이센스 계약서를 자세히 읽어 주십시오."
MSM1605="계약서에 동의하면 [예]를 클릭합니다. [아니요]를 클릭하면 이 소프트웨어가 설치되지 않습니다."
MSM1606="Canon 제품"
MSM1607="라이센스 계약서에 동의하지 않으면 이 소프트웨어가 설치되지 않습니다. 확인하십니까?"
MSM1608="라이센스 계약서에 동의하지 않으면 이 어플리케이션 및 이 어플리케이션을 필요로 하는 Print Studio Pro가 설치되지 않습니다. 확인하십니까?"
MSM1671=".NET Framework 설치"
MSM1672="컴퓨터에 Microsoft .NET Framework 4가 설치되어 있지 않습니다. 모든 소프트웨어를 사용하려면 Microsoft .NET Framework 4를 설치해야 합니다. 설치하시겠습니까?"
MSM1681="Microsoft .NET Framework 4 없음"
MSM1682="Microsoft .NET Framework 4가 없거나 올바르게 설치되지 않았습니다.\n이 소프트웨어를 설치하려면 반드시 Microsoft .NET Framework 4를 올바르게 설치해야 합니다."
MSM1683="선택한 소프트웨어를 사용하려면 .Net Framework를 설치해야 합니다. 인터넷에 연결하지 않은 경우 소프트웨어가 설치되지 않을 수 있습니다."
MSM1684="  - %s"
MSM1701="설치 진척: %PROGRESS%%"
MSM1702="약 %RESTTIME%분 후 완료"
MSM1711="다운로드 중..."
MSM1712="남은 시간 계산 중..."
MSM1804="라이센스 계약서"
MSM1809="완료"
MSM1901="처리 중"
MSM1902="처리 중입니다. 기다려 주십시오."
MSM1903="1분 정도 걸릴 수 있습니다."
MSM1904="설치 중: %ITEM%"
MSM1905="다운로드 중: %ITEM%"
MSM1906="다운로드 중 %PROG_CAPA%/%TOTAL_CAPA%MB"
MSM1907="다운로드할 항목 확인 중..."
MSM1908="다운로드 중... %d/%d"
MSM2001="프린터 연결"
MSM2002="프린터가 컴퓨터에 연결되어 있는지 확인하고 프린터를 켭니다."
MSM2003="프린터가 검색되지 않습니다. 연결을 확인하십시오."
MSM2008="컴퓨터에 프린터를 등록하는 중입니다.\n이 처리에 시간이 걸릴 수 있습니다."
MSM2010="프린터 연결"
MSM2031="스캐너 연결"
MSM2032="스캐너가 컴퓨터에 연결되어 있는지 확인하고 스캐너에 전원 버튼이 있으면 스캐너를 켜십시오."
MSM2033="스캐너가 검색되지 않습니다. 연결을 확인하십시오."
MSM2034="스캐너가 검색되었습니다. 설치가 완료될 때까지 기다려 주십시오."
MSM2096="프린터 검색"
MSM2097="네트워크에서 프린터를 검색하는 중입니다."
MSM2111="프린터 상태를 확인하는 중입니다"
MSM2112="연결 방법 확인"
MSM2113="무선 연결을 사용하여 다음의 무선 라우터에 프린터를 연결하시겠습니까?"
MSM2114="무선 라우터: %s"
MSM2115="프린터(일련 번호): %s(%s)"
MSM2116="다음 프린터를 Wi-Fi 연결로 사용할 수 있도록 하시겠습니까?"
MSM2117="다음 프린터를 유선 LAN 연결로 사용할 수 있도록 하시겠습니까?"
MSM2118="%s을(를) USB 연결로 사용할 수 있도록 하시겠습니까?"
MSM2119="다음 프린터를 직접 연결로 사용할 수 있도록 하시겠습니까?"
MSM2120="연결 유형 정보"
MSM2121="무선 라우터 선택"
MSM2122="프린터를 연결할 무선 라우터를 선택하십시오."
MSM2123="무선 라우터:"
MSM2124="암호:"
MSM2125="텍스트 숨기기"
MSM2126="수동으로 추가"
MSM2131="무선 라우터의 정보를 입력하십시오."
MSM2132="네트워크 이름(SSID):"
MSM2133="암호화 유형:"
MSM2134="사용 안 함"
MSM2135="WEP 사용"
MSM2136="WPA/WPA2 사용"
MSM2137="없음"
MSM2138="WEP"
MSM2139="WPA/WPA2"
MSM2141="WEP 키 길이:"
MSM2142="64비트"
MSM2143="128비트"
MSM2151="WEP 키 형식:"
MSM2152="ASCII"
MSM2153="16진수"
MSM2161="WEP 키 ID:"
MSM2162="1"
MSM2163="2"
MSM2164="3"
MSM2165="4"
MSM2171="64비트 WEP의 경우, 키 길이가 ASCII 형식으로 5자가 되어야 합니다.\n다시 입력하십시오."
MSM2172="64비트 WEP의 경우, 키 길이가 16진수 형식으로 10자리가 되어야 합니다.\n다시 입력하십시오."
MSM2173="128비트 WEP의 경우, 키 길이가 ASCII 형식으로 13자가 되어야 합니다.\n다시 입력하십시오."
MSM2174="128비트 WEP의 경우, 키 길이가 16진수 형식으로 26자리가 되어야 합니다.\n다시 입력하십시오."
MSM2175="키 형식이 ASCII인 경우 ASCII 문자를 제외한 문자를 사용할 수 없습니다.\n정확한 값을 입력하십시오."
MSM2176="키 형식이 16진수인 경우 16진수를 제외한 문자를 사용할 수 없습니다.\n정확한 값을 입력하십시오."
MSM2177="8~63개의 문자(ASCII) 또는 64자리(16진수)로 된 암호를 입력하십시오."
MSM2178="암호가 올바르지 않습니다. 5자 또는 13자 문자, 10자 또는 26자 문자(16진수)를 입력하십시오."
MSM2181="네트워크 이름(SSID) 확인"
MSM2182="무선 라우터(SSID): %s\n\n네트워크 이름(SSID)이 올바르면 [다음]을 클릭하여 계속하십시오.\n네트워크 이름(SSID)이 올바르지 않으면 [뒤로]를 클릭한 다음 무선 라우터를 다시 추가하십시오."
MSM2183="무선 라우터의 암호가 올바르지 않을 수 있습니다.\n[뒤로]를 클릭한 다음 암호를 다시 입력하십시오."
MSM2184="네트워크(SSID) 선택 오류"
MSM2185="프린터가 5GHz 네트워크를 지원하지 않습니다.\n[뒤로]를 클릭한 다음 2.4GHz를 지원하는 네트워크(SSID)를 선택하십시오."
MSM2186="무선 라우터의 암호화 유형이 암호화 설정과 일치하지 않습니다.\n[뒤로]를 클릭한 다음 무선 라우터를 다시 추가하십시오."
MSM2190="네트워크(SSID) 선택"
MSM2191="프린터에서 이 컴퓨터가 연결된 네트워크(SSID)를 찾을 수 없습니다. 네트워크 이름(SSID)을 선택하십시오."
MSM2192="MAC 주소:"
MSM2193="(선택)"
MSM2194="기타 네트워크"
MSM2195="네트워크(SSID) 설정"
MSM2196="네트워크(SSID) 정보를 입력하십시오."
MSM2197="암호"
MSM2198="네트워크(SSID) 암호를 입력하십시오."
MSM2199="네트워크 이름(SSID): %s"
MSM2200="네트워크 이름(SSID): %s\n\n네트워크 이름(SSID)이 올바르면 [다음]을 클릭하여 계속하십시오.\n네트워크 이름(SSID)이 올바르지 않으면 [뒤로]를 클릭한 다음 네트워크 이름(SSID)을 다시 선택하십시오."
MSM2201="네트워크(SSID)의 암호가 올바르지 않을 수 있습니다.\n[뒤로]를 클릭한 다음 암호를 다시 입력하십시오."
MSM2202="프린터가 5GHz 네트워크를 지원하지 않습니다.\n[뒤로]를 클릭한 다음 2.4GHz를 지원하는 네트워크(SSID)를 선택하십시오."
MSM2203="네트워크(SSID)의 암호화 유형이 암호화 설정과 일치하지 않습니다.\n[뒤로]를 클릭한 다음 다시 구성하십시오."

MSM2252="설치 완료"
MSM2253="컴퓨터에서 인쇄하기 위한 설정이 완료되었습니다.\n다음은 소프트웨어를 설치합니다."
MSM2254="설치가 완료되지 않았습니다.\n유용한 소프트웨어 설치를 계속하려면 [계속]을 클릭합니다."
MSM2255="설치가 완료되었습니다."
MSM2256="이제 컴퓨터에서 인쇄할 수 있습니다."
MSM2261="설치 중"
MSM2262="설치하는 동안 네트워크 연결을 일시적으로 사용할 수 없습니다.\n몇 분 정도 걸릴 수 있습니다. 기다려 주십시오."
MSM2263="케이블리스 설정에 실패했습니다. 프로세스를 일시 중단하고 화면의 설명에 따라 다른 설정 방법을 선택하십시오."
MSM2264="설치를 수행하는 중입니다. 몇 분 정도 걸릴 수 있습니다. 기다려 주십시오."
MSM2301="설치 실패"
MSM2310="프린터 검색 오류"
MSM2311="연결된 프린터를 찾을 수 없습니다.\n프린터를 다시 검색하려면 [다시 검색]을 클릭하십시오."
MSM2312="다시 검색"
MSM2313="설정 취소됨"
MSM2314="설정이 취소되었습니다.\n[처음으로 돌아가기]를 클릭하여 설정을 다시 시작하십시오."
MSM2315="설치에 실패했습니다.\n[처음으로 돌아가기]를 클릭하여 설정을 다시 시작하십시오."
MSM2390="이 프린터를 사용하기 전에 프린트 헤드 정렬을 수행해야 합니다. 자세한 내용을 보려면 [프린트 헤드 정렬]을 클릭하고 화면에 표시된 설명을 따르십시오.\n\n정렬이 완료되면 [다음]을 클릭하십시오."
MSM2391="프린트 헤드 정렬"
MSM2401="프린트 헤드 정렬 권장"
MSM2411="프린트 헤드 정렬"
MSM2413="실행"
MSM2414="이 프린터로 사진을 인쇄할 때 프린트 헤드 정렬을 수행할 것을 권장합니다. 지금 프린트 헤드 정렬을 수행하려면 카세트에 보통 용지를 로드하고 [실행]을 클릭합니다. 프린트 헤드 정렬을 완료한 후 [다음]을 클릭합니다. 자세한 내용은 프린터 설명서를 참조하십시오.\n\n또한 프린트 헤드 정렬은 설치가 완료된 후 실행할 수 있습니다. 프린트 헤드 정렬을 수행하지 않고 계속하려면 [다음]을 클릭합니다."
MSM2416="이 프린터를 사용하기 전에 프린트 헤드 정렬을 실행해야 합니다. [실행]을 클릭하여 프린트 헤드 정렬 시작 화면을 표시합니다. 화면의 설명에 따라 정렬 패턴을 인쇄하십시오. 인쇄된 정렬 패턴을 평판 위에 놓고 스캔하십시오.\n\n프린트 헤드 정렬을 완료한 후 [다음]을 클릭합니다."
MSM2416_Mac="이 프린터를 사용하기 전에 프린트 헤드 정렬을 실행해야 합니다. [실행]을 클릭하여 프린트 헤드 정렬 시작 화면을 표시합니다. 화면의 설명에 따라 정렬 패턴을 인쇄하십시오. 인쇄된 정렬 패턴을 평판 위에 놓고 스캔하십시오.\n\n프린트 헤드 정렬을 완료한 후 [다음]을 클릭합니다."
MSM2417="이 프린터의 프린트 헤드를 정렬할 수 있습니다. 인쇄물에 잘못 정렬된 라인이 있거나 인쇄 결과가 만족스럽지 않을 경우, 프린트 헤드를 정렬하여 이런 문제들을 해결할 수 있습니다."
MSM2418="이 프린터를 사용하기 전에 프린트 헤드 정렬을 실행해야 합니다. 프린터에 용지를 로드하고 [실행]을 클릭한 후 [다음]을 클릭합니다."
MSM2418_Mac="이 프린터를 사용하기 전에 프린트 헤드 정렬을 실행해야 합니다. 프린터에 용지를 로드하고 [실행]을 클릭합니다.\n\n프린트 헤드를 정렬하지 않으려면 [다음]을 클릭합니다."
MSM2420="프린터를 검색하는 중입니다."
MSM2421="%PRODUCTNAME%을(를) 검색하는 중입니다."
MSM2422="프린터 대기 행렬을 찾을 수 없습니다."
MSM2423="[프린터 등록]을 클릭하여 프린터를 등록합니다."
MSM2424="프린터 등록"
MSM2434="스캐너 등록"
MSM2437_Mac="프린터 추가"
MSM2438_Mac="[프린터 추가]를 클릭하면 사용 가능한 프린터가 표시됩니다. 종류 필드에 \"Canon IJ Network\"가 표시된 %s을(를) 선택한 다음 [추가]를 클릭하십시오.\n프린터를 추가한 후 [다음]을 클릭하십시오."
MSM2439_Mac="추가할 수 있는 프린터가 표시되지 않거나 화면 사용법을 모를 경우 [온라인 설명서]를 클릭하십시오."
MSM2440_Mac="스캐너 선택"
MSM2441_Mac="컴퓨터에 스캐너를 설정합니다.\n\n[스캐너 선택]을 클릭하면 스캐너를 설정하는 어플리케이션 소프트웨어가 시작됩니다. 어플리케이션 소프트웨어의 사용 설명에 따라 완료하십시오."
MSM2451="사용자 등록"
MSM2453="다음"
MSM2464="사용자 등록"
MSM2465="오늘 Canon 제품을 등록하시면 다음의 혜택들을 부여받게 됩니다.\n- 자사의 월간 전자 메일 뉴스레터와 Canon savings를 받게 됩니다\n- 재미있는 Creative Park 제품과 유용한 팁을 받게 됩니다\n- 소프트웨어 업그레이드 알림을 누구보다 먼저 받게 됩니다"
MSM2474="사용자 등록"
MSM2475="제품을 등록하면 유용한 제품 정보와 서비스 정보를 받을 수 있습니다. 등록하려면 인터넷 연결이 필요합니다."
MSM2484="제품 등록"
MSM2485JU="오늘 Canon 제품을 등록하시면 다음의 혜택들을 부여받게 됩니다.\n- Canon U.S.A.가 보험 청구의 경우에 귀하의 정보를 보관해 둡니다\n- 소프트웨어 업그레이드 알림을 누구보다 먼저 받게 됩니다\n- 자사의 월간 전자 메일 뉴스레터와 Canon savings를 받게 됩니다"
MSM2485M="새 제품을 업데이트하거나 등록하면 유용한 제품 정보와 서비스 정보를 받을 수 있습니다. 업데이트하거나 등록하려면 인터넷 연결이 필요합니다."
MSM2486_Mac="[다음]을 클릭하면 제품명, OS 정보 및 지역 정보가 자동으로 수집되며 인터넷을 통해 Canon에 전송됩니다. 이러한 정보는 등록 화면을 열기 위한 용도로만 사용됩니다."
MSM2486_Mac2="[다음]을 클릭하면 제품명, OS 정보, 지역 정보 및 프린터의 일련 번호가 자동으로 수집되며 인터넷을 통해 Canon에 전송됩니다. 이러한 정보는 등록 화면을 열기 위한 용도로만 사용됩니다."
MSM2487="나중에 등록하려면 [취소]를 클릭하고 다음 절차로 이동합니다. 원하는 때에 Quick Menu를 통해 언제든지 제품을 등록할 수 있습니다."
MSM2501="CANON iMAGE GATEWAY 사용자 등록"
MSM2502="등록"
MSM2503="CANON iMAGE GATEWAY 제품 등록"
MSM2504="CANON iMAGE GATEWAY는 회원 가입/연회비가 무료인, 제품 구매자 전용의 온라인 서비스입니다. 사용자 등록을 신청하면 디지털 사진 체험의 즐거움을 확대하는 다양한 서비스를 사용할 수 있습니다."
MSM2505="CANON iMAGE GATEWAY는 회원 가입이 무료인 웹 사이트입니다. 이 사이트에서는 당사 제품의 지원 정보 및 연하장 등 항목의 인쇄 관련 정보를 제공합니다. 또한 제품의 즐거운 사용을 위한 카메라 촬영 기술 등 유용한 팁과 회원 전용 아웃렛 판매에 대한 유용한 정보도 제공합니다."
MSM2506="[등록]을 클릭하면 제품명, OS 정보 및 지역 정보가 자동으로 수집되며 인터넷을 통해 Canon에 전송됩니다. 이러한 정보는 등록 화면을 열기 위한 용도로만 사용됩니다."
MSM2507="[등록]을 클릭하면 제품명, OS 정보, 지역 정보 및 프린터의 일련 번호가 자동으로 수집되며 인터넷을 통해 Canon에 전송됩니다. 이러한 정보는 등록 화면을 열기 위한 용도로만 사용됩니다."
MSM2511="사용자 등록"
MSM2513="제품 등록"
MSM2514="오늘 Canon 제품을 등록하시면 다음의 혜택들을 부여받게 됩니다.\n- 자사의 월간 전자 메일 뉴스레터와 Canon savings를 받게 됩니다\n- 재미있는 Creative Park 제품과 유용한 팁을 받게 됩니다\n- 소프트웨어 업그레이드 알림을 누구보다 먼저 받게 됩니다"
MSM2515="제품을 등록하면 유용한 제품 정보와 서비스 정보를 받을 수 있습니다. 등록하려면 인터넷 연결이 필요합니다."
MSM2516="[다음]을 클릭하면 제품명, OS 정보 및 지역 정보가 자동으로 수집되며 인터넷을 통해 Canon에 전송됩니다. 이러한 정보는 등록 화면을 열기 위한 용도로만 사용됩니다."
MSM2517="[다음]을 클릭하면 제품명, OS 정보, 지역 정보 및 프린터의 일련 번호가 자동으로 수집되며 인터넷을 통해 Canon에 전송됩니다. 이러한 정보는 등록 화면을 열기 위한 용도로만 사용됩니다."
MSM2521="사용자 등록. 제품명, OS 정보, 지역 정보 및 프린터의 일련 번호가 자동으로 수집되며 인터넷을 통해 Canon에 보내집니다. 이런 정보들은 등록 화면을 여는 목적으로만 사용됩니다. 계속하려면 [확인]을 클릭합니다."
MSM2522="사용자 등록. 제품명, OS 정보, 지역 정보가 자동으로 수집되며 인터넷을 통해 Canon에 보내집니다. 이런 정보들은 등록 화면을 여는 목적으로만 사용됩니다. 계속하려면 [확인]을 클릭합니다."
MSM2526="사용자 등록. 제품명, OS 정보, 지역 정보 및 프린터의 일련 번호가 자동으로 수집되며 인터넷을 통해 Canon에 보내집니다. 이런 정보들은 등록 화면을 여는 목적으로만 사용됩니다. 계속하려면 [확인]을 클릭합니다."
MSM2527="사용자 등록. 제품명, OS 정보, 지역 정보가 자동으로 수집되며 인터넷을 통해 Canon에 보내집니다. 이런 정보들은 등록 화면을 여는 목적으로만 사용됩니다. 계속하려면 [확인]을 클릭합니다."
MSM2551="Canon %s 사용자 등록"
MSM2552="사용자 등록 설치 삭제"
MSM2571="%s 사용자 등록 설치 삭제 프로그램"
MSM2572="'Canon %s 사용자 등록' 및 그 모든 구성 요소를 완전히 제거하시겠습니까?"
MSM2573="설치 삭제가 성공적으로 완료되었습니다."
MSM2574="설치 삭제에 실패했습니다."
MSM2575="설치 삭제를 완료하려면 반드시 컴퓨터를 다시 시작해야 합니다. 다시 시작하려면 [확인]을 클릭합니다. 나중에 다시 시작하려면 [취소]를 클릭합니다."
MSM2576="Canon %s 사용자 등록을 설치 삭제하려면 반드시 관리자 권한이 있어야 합니다."
MSM2577="사용자 등록. 제품명, OS 정보 및 지역 정보가 자동으로 수집되며 인터넷을 통해 Canon에 전송됩니다. 이러한 정보는 직접 등록 화면에 반영됩니다. 계속하려면 [확인]을 클릭하십시오."
MSM2577_Mac2="사용자 등록. 제품명, OS 정보, 지역 정보 및 프린터의 일련 번호가 자동으로 수집되며 인터넷을 통해 Canon에 보내집니다. 이런 정보들은 등록 화면을 여는 목적으로만 사용됩니다. 계속하려면 [확인]을 클릭합니다."
MSM2578="사용자 등록. 제품명, OS 정보, 지역 정보가 자동으로 수집되며 인터넷을 통해 Canon에 전송됩니다. 이러한 정보는 등록 화면을 열기 위한 용도로만 사용됩니다. 계속하려면 [확인]을 클릭하십시오."
MSM2578_2="사용자 등록. 제품명, OS 정보, 지역 정보 및 프린터의 일련 번호가 자동으로 수집되며 인터넷을 통해 Canon에 전송됩니다. 이러한 정보는 등록 화면을 열기 위한 용도로만 사용됩니다. 계속하려면 프린터가 컴퓨터에 연결되어 있는지 확인한 다음 프린터를 켜고 [확인]을 클릭하십시오."
MSM2580="연결에 실패했습니다. 네트워크 연결을 사용하였는지 확인한 다음 다시 시도하십시오. 그래도 연결이 되지 않는다면 잠시 기다렸다가 다시 시도하십시오. 원하는 때에 Solution Menu EX를 통해 언제든지 등록할 수 있습니다."
MSM2581="연결에 실패했습니다. 네트워크 연결을 사용하였는지 확인한 다음 다시 시도하십시오. 그래도 연결이 되지 않는다면 잠시 기다렸다가 다시 시도하십시오."
MSM2582="연결에 실패했습니다."
MSM2584="연결 중입니다. 기다려 주십시오."
MSM2585="방화벽 사용자 이름과 암호를 입력합니다."
MSM2586="사용자 이름:"
MSM2587="암호:"
MSM2589="연결에 실패했습니다. 네트워크 연결을 사용하였는지 확인한 다음 다시 시도하십시오. 그래도 연결이 되지 않는다면 잠시 기다렸다가 다시 시도하십시오."
MSM2590="프린터가 사용 중(예: 청소 또는 프린트 헤드 정렬을 수행)일 때는 프린터에 연결할 수 없습니다.\n프린터가 유휴 상태일 때 Wi-Fi 설정을 다시 시도하십시오."
ExecutingPrefSet_Mac="어플리케이션 프로그램이 CanoScan Toolbox에 연결되었습니다"
MSM2601="설치가 성공적으로 완료되었습니다."
MSM2602="지금 시스템을 다시 시작(권장)"
MSM2603="온라인으로 계속"
MSM2604="[온라인으로 계속]을 클릭하면 추가 앱을 다운로드하고 프린터에서 사용할 수 있는 기능 및 서비스에 대한 자세한 내용을 볼 수 있는 Canon 웹 사이트를 방문할 수 있습니다.\n이 소프트웨어가 닫히고 Canon 웹 사이트가 브라우저에서 열립니다."
MSM2605="온라인으로 계속"
MSM2701="설치 취소"
MSM2702_Mac="설치가 완료되지 않았습니다. 설치를 계속하려면 [계속]을 클릭합니다. 설치를 취소하려면 [중단]을 클릭합니다."
MSM2801="시스템 설정 변경"
MSM2802="새 설정이 효력을 발생하기 전에 반드시 시스템을 다시 시작해야 합니다.\n지금 시스템을 다시 시작하시겠습니까?"
MSM2851="Extended Survey Program"
MSM2870="고객의 요구를 더 잘 충족시키는 제품의 개발 및 마케팅을 위하여 Canon은 Canon 제품과 관련된 아래 정보를 인터넷을 통해 Canon에 전송할 것을 요청합니다."
MSM2871="고객의 요구를 더 잘 충족시키는 제품의 개발 및 마케팅을 위하여 Canon은 Canon 제품과 관련된 아래 정보를 인터넷을 통해 법적으로 공인된 리서치 회사에 전송할 것을 요청합니다."
MSM2873="위 내용에 동의하면 [동의함]을 클릭합니다. 그렇지 않다면 [동의 안 함]을 클릭합니다."
MSM2874="고객의 요구를 더 잘 충족시키는 제품의 개발 및 마케팅을 위하여 Canon은 Canon 제품과 관련된 아래 정보를 인터넷을 통해 Canon(중국에서 Canon 제품을 사용하는 경우에는 법적으로 공인된 리서치 회사)에 전송할 것을 요청합니다."
MSM2876="위 내용에 동의하면 [동의함]을 클릭하여 조사 프로그램을 설치하기 시작합니다. 그렇지 않다면 [동의 안 함]을 클릭합니다. 이 프로그램은 지원되지 않는 OS 버전에서 실행되지 않을 수 있습니다."
MSM2901="테스트 인쇄"
MSM2904="프린터 조작을 확인하기 위해 테스트 인쇄를 수행합니다.\n프린터에 보통 용지를 로드하고 [시작]을 클릭하십시오. 테스트 인쇄가 완료되면 [다음]을 클릭하십시오.\n\n인쇄 오류가 발생할 경우, 화면의 설명에 따라 설정을 다시 시작하십시오."
MSM2905="시작"
MSM2906="프린터가 제대로 작동하는지 확인하기 위해 데이터가 전송되었습니다."
MSM3001="프린터를 사용하려면 이 소프트웨어가 있어야 합니다. \n여러 가지 유형과 크기의 용지에 적합한 인쇄 조작을 진행할 수 있습니다."
MSM3002_Mac="전자 설명서에서는 드라이버 조작에 대해 설명하며 어플리케이션 소프트웨어 사용 방법에 관한 간단한 지침을 소개합니다."
MSM3008="이미지 파일과 텍스트를 조합하여 디스크 레이블에 직접 인쇄를 쉽게 진행할 수 있습니다."
MSM3009="시스템을 업데이트합니다."
MSM3010="이 유틸리티는 사용하는 프린터의 카드 슬롯에 삽입된 메모리 카드에 저장된 파일을 컴퓨터에서 사용할 수 있도록 도와줍니다."
MSM3011="이 드라이버는 네트워크의 장치를 사용하도록 도와줍니다."
MSM3012="이 도구를 사용하여 네트워크에 연결된 장치의 연결 방법과 보안 설정을 변경합니다."
MSM3013="My Printer는 인쇄가 얼룩지는 등의 인쇄 문제를 해결하도록 도와줍니다."
MSM3016="MP Drivers는 문서를 인쇄하고 이미지를 스캔할 때 필요합니다."
MSM3018="ArcSoft PhotoStudio는 스캐너나 디지털 카메라에서 임포트한 이미지를 수정/강화하도록 도와줍니다."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage는 OCR(광학 문자 인식) 프로그램으로서, 책자의 텍스트나 신문의 문자를 텍스트 데이터로 전환할 수 있습니다."
MSM3021="Presto! PageManager를 사용하면 문서와 사진을 스캔, 공유 및 정리할 때 편리합니다. 모든 비즈니스 관련 문서를 크기 제한이 없는 내장 폴더에 저장하여 회복에 편리하도록 할 수 있습니다."
MSM3023="Setup Utility를 이용하여 적외선, Bluetooth 연결을 통한 인쇄 설정을 구성합니다."
MSM3024="Setup Utility를 이용하여 PictBridge를 통한 인쇄 설정을 구성합니다."
MSM3026="이 소프트웨어는 프로급 사진 인쇄를 더 간편하게 해주는 플러그인 소프트웨어입니다. 이 플러그인 소프트웨어를 사용하려면 알맞은 어플리케이션 소프트웨어를 설치해야 합니다."
MSM3027="XPS 드라이버는 XPS 인쇄(Windows Vista 이상)를 지원하는 어플리케이션 소프트웨어에서의 인쇄에 적합합니다."
MSM3027_0="XPS 드라이버는 XPS 인쇄(Windows Vista 이상)를 지원하는 어플리케이션 소프트웨어에서의 인쇄에 적합합니다. IJ 프린터 드라이버를 반드시 제대로 설치해야 합니다."
MSM3027_1="XPS 드라이버는 XPS 인쇄(Windows Vista 이상)를 지원하는 어플리케이션 소프트웨어에서의 인쇄에 적합합니다. MP Drivers를 반드시 제대로 설치해야 합니다."
MSM3028="ScanGear는 스캐너를 조작하는데 필요한 드라이버입니다. 드라이버를 사용하려면 이미지 편집 프로그램과 같은 어플리케이션 소프트웨어를 실행합니다."
MSM3028_Mac="스캐너 사용에 필요한 드라이버입니다. 스캔할 때 드라이버를 통해 문서 크기, 출력 크기 및 기타 고급 설정을 지정할 수 있습니다. 또한 TWAIN 호환 어플리케이션에서 스캐너를 작동할 때도 사용됩니다."
MSM3031_Mac="전자 설명서에서는 드라이버 조작에 대해 설명하며 어플리케이션 소프트웨어 사용 방법에 관한 간단한 지침을 소개합니다."
MSM3032=
MSM3034="Adobe RGB 이미지의 컬러를 정확하게 인쇄하려면 이 소프트웨어가 필요합니다. Adobe는 미국 및/또는 기타 국가에서 Adobe Systems Incorporated의 등록 상표 또는 상표입니다."
MSM3035="Setup Utility를 이용하여 적외선, Bluetooth 연결 혹은 PictBridge를 통한 인쇄의 설정을 진행할 수 있습니다."
MSM3037="ScanGear CS는 스캐너를 조작하는데 필요한 스캐너 드라이버(TWAIN 드라이버)입니다. 드라이버를 사용하려면 이미지 편집 프로그램과 같은 어플리케이션 소프트웨어를 실행합니다."
MSM3040="Easy-PhotoPrint EX는 디지털 카메라 사진을 사용하여 개인 사진 앨범, 스티커 또는 달력을 쉽게 만들도록 도와줍니다. 테두리 없는 사진을 즉시 인쇄할 수도 있습니다. 또한 인쇄하기 전에 적목 수정과 얼굴 부드럽게 효과를 적용할 수 있습니다."
MSM3041="사진을 쉽게 인쇄할 수 있게 도와주는 보조 어플리케이션 소프트웨어를 즉시 시작합니다."
MSM3042="MP Navigator EX를 사용하면 스캔한 이미지를 어플리케이션 소프트웨어에 직접 임포트하여 인쇄하거나 전자 메일에 첨부하거나 사용자의 컴퓨터에 저장할 때 편리합니다."
MSM3043="설명서에서는 기기 및 제공된 소프트웨어를 사용하는 방법을 설명합니다. 문제 해결 정보도 제공합니다."
MSM3043_Mac="설명서에서는 기기 및 제공된 소프트웨어의 사용 방법에 대해 설명합니다. 문제 해결 정보도 제공합니다."
MSM3044="Easy-WebPrint EX를 사용하면 웹 페이지의 일부를 잘라내어 사용자가 원하는 레이아웃으로 인쇄할 수 있습니다. Easy-WebPrint EX는 쉽게 조작할 수 있는 도구 모음으로 사용자의 브라우저에 나타납니다."
MSM3044_Mac="Easy-WebPrint EX를 사용하면 웹 페이지의 일부를 잘라내어 사용자가 원하는 레이아웃으로 인쇄할 수 있습니다. Easy-WebPrint EX는 편리한 브라우저 플러그 인입니다. Safari 4.0 이상이 필요합니다."
MSM3045="이 소프트웨어를 사용하면 프린터에 등록된 코드화 단축 다이얼, 사용자 정보 및 기타 설정들을 편집하고 편집한 설정을 컴퓨터에 저장하거나 프린터에 등록할 수 있습니다."
MSM3046="Solution Menu EX를 사용하면 앨범과 달력을 쉽게 인쇄하거나 원클릭으로 문서를 스캔할 수 있는 어플리케이션 소프트웨어를 바로 시작할 수 있습니다. 또한 다양한 용도를 지원하는 Canon 웹 사이트에 쉽게 액세스할 수 있습니다."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="사진을 가져오고 이를 사용하여 콜라주, 카드 및 달력과 같은 개인 설정 항목을 만들고 인쇄할 수 있습니다. 간단한 조작으로 테두리 없는 사진을 인쇄하고 이미지를 수정/강화할 수도 있습니다. Image Display를 함께 사용하여 저장된 사진으로부터 권장 항목을 생성합니다."
MSM3049="전문가 수준의 예술 작품을 쉽고 편리하게 만들 수 있도록 하는 사진 인쇄용 플러그 인입니다. 반드시 적합한 어플리케이션을 설치해야 합니다. 해당 어플리케이션에 대한 내용은 설명서를 참조하십시오."
MSM3050="Canon 제품의 소프트웨어 또는 설명서를 빨리 시작할 수 있습니다. Canon 제품에 대한 유용한 정보를 제공하는 웹 사이트 또는 다양한 용도를 지원하는 유용한 웹 사이트 등에 빠르게 액세스할 수도 있습니다."
MSM3051="스캐너 사용에 필요한 드라이버입니다. 드라이버는 ICA 호환 어플리케이션에서 스캐너를 작동할 때 사용됩니다."
MSM3052="이 유틸리티는 이미지를 스캔하고 저장합니다."
MSM3053="Canon 제품의 소프트웨어를 빨리 시작할 수 있습니다. 또한 설명서 및 여러 웹 사이트에 빠르게 액세스할 수도 있습니다."
MSM3054="텍스트 검색이 가능한 PDF 파일을 만들거나 OCR을 시작할 때 사용할 언어 사전을 추가합니다. 설치한 후 Canon IJ Scan Utility의 설정 화면에서 해당 언어를 선택하십시오."
MSM3055="ScanGear를 열어 이미지를 미리 보고 스캔한 다음 컴퓨터에 저장하는 어플리케이션입니다."
MSM3056="이 소프트웨어를 사용하면 네트워크에서 프린터를 사용하기 위한 설정을 구성할 수 있습니다."
MSM3057="이 소프트웨어를 사용하면 Autodesk, Inc.에서 제공하는 CAD용 소프트웨어인 \"AutoCAD\"로 인쇄를 수행하는 경우 인쇄 작업을 최적으로 제어할 수 있습니다."
MSM3058="이 소프트웨어를 사용하면 전용 어플리케이션을 실행할 필요 없이 여러 장의 도면과 같은 파일을 간편하게 직접 출력할 수 있습니다.\n또한 클라우드 서비스와 상호 작용하여 관련 사용자 간에 파일을 빠르게 공유할 수 있습니다."
MSM3059="이 플러그 인은 Microsoft Word, Microsoft Excel 및 Microsoft PowerPoint용입니다. 이 플러그 인을 사용하여 Microsoft Office 프로그램에서 프린터로 간단하게 다양한 인쇄 작업을 수행할 수 있습니다."
MSM3062="이 어플리케이션을 사용하면 인쇄할 때 텍스트 및 이미지를 페이지에 배치하는 방법을 선택할 수 있습니다."
MSM3063="선호하는 사진을 사용하여 독특한 콜라주, 카드, 달력 등을 만들어 인쇄할 수 있습니다. 또한 테두리 없는 사진을 쉽게 인쇄할 수 있습니다."
MSM3064="사진이 포함된 폴더를 선택하기만 하면 앱에서 자동으로 사진을 선택 및 정렬하여 포토북을 만듭니다. 앱을 통해 주문하면 해당 포토북이 Canon 전문 사진 프린터에서 고해상도로 인쇄됩니다. Easy-PhotoPrint Editor를 사용하여 집에 있는 프린터로 포토북의 사진을 인쇄할 수도 있습니다."
MSM3066="사진이 포함된 폴더를 선택하기만 하면 앱에서 자동으로 사진을 선택 및 정렬하여 포토북을 만듭니다. 앱을 통해 주문하면 해당 포토북이 Canon 전문 사진 프린터에서 고해상도로 인쇄됩니다. Easy-PhotoPrint Editor를 사용하여 집에 있는 프린터로 포토북의 사진을 인쇄할 수도 있습니다."

MSM4001W="IJ 프린터 드라이버"
MSM4001="프린터 드라이버"
MSM4002="사용자 설명서"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="XPS 드라이버"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="단축 다이얼 유틸리티"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="ICA 드라이버"
MSM4052="IJ Scan Utility2"
MSM4053="Quick Utility Toolbox"
MSM4054="OCR용 추가 사전(중국어/한국어)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4057="Printer Driver Optimization Module for AutoCAD"
MSM4058="imagePROGRAF Direct Print & Share"
MSM4059="imagePROGRAF Print Plug-In for Office"
MSM4060="IJ Scan Utility"
MSM4063="Free Layout plus"
MSM4064="Easy-PhotoPrint Editor"
MSM4065="PhotoJewel S: 개인 포토북 만들기"
MSM4067="hdAlbum EZ: 개인 포토북 만들기"

MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=
MSM4160=
MSM4163=
MSM4164=
MSM4165=
MSM4167=

EIDENABLER="온라인 잉크 구매 기능이 준비되어 있습니다."
EIDENABLER_ADMIN="이 소프트웨어를 실행하려면 Administrators 그룹의 회원으로 등록해야 합니다."
MENU1_Mac="설정에 관하여"
MENU2_Mac="서비스"
MENU3_Mac="설정 가리기"
MENU4_Mac="기타 가리기"
MENU5_Mac="모두 보기"
MENU6_Mac="설정 종료"
MENU7_Mac="편집"
MENU8_Mac="오려두기"
MENU9_Mac="복사하기"
MENU10_Mac="붙이기"
English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"
CN="중국"
HK="홍콩"
ID="인도네시아"
IN="인도"
JP="일본"
KR="대한민국"
MY="말레이시아"
PH="필리핀"
SG="싱가포르"
TW="대만"
TH="태국"
VN="베트남"
MO="마카오"
AU="오스트레일리아"
NZ="뉴질랜드"
US="미국"
CA="캐나다"
BR="브라질"
MX="멕시코"
AR="아르헨티나"
CL="칠레"
PA="파나마"
AT="오스트리아"
BE="벨기에"
BG="불가리아"
HR="크로아티아"
CZ="체코"
DK="덴마크"
EE="에스토니아"
FI="핀란드"
FR="프랑스"
DE="독일"
GR="그리스"
HU="헝가리"
IE="아일랜드"
IT="이탈리아"
LV="라트비아"
LT="리투아니아"
LU="룩셈부르크"
NL="네덜란드"
NO="노르웨이"
PL="폴란드"
PT="포르투갈"
RO="루마니아"
RU="러시아"
SK="슬로바키아"
SI="슬로베니아"
ZA="남아프리카 공화국"
ES="스페인"
SE="스웨덴"
CH="스위스"
TR="터키"
GB="영국"
Others="기타"
MSM5001="바탕 화면에 별칭 만들기"
MSM5002="바탕 화면에 설명서 별칭을 만드는 데 동의하십니까? 동의하면 \"동의함\"을 선택하십시오. \"동의 안 함\"을 선택할 경우, 어플리케이션 폴더에서 설명서를 열 수 있습니다."
MSM5003="동의함"
MSM5004="동의 안 함"
MSM5010="Easy-WebPrint EX를 Dock에 추가"
MSM5011="Easy-WebPrint EX를 Dock에 추가하는 데 동의하십니까? 동의하면 \"동의함\"을 선택하십시오. \"동의 안 함\"을 선택할 경우, 어플리케이션 폴더에서 Easy-WebPrint EX를 사용할 수 있습니다."
MSM5012="동의함"
MSM6000="프린터 연결 방법을 선택합니다."
MSM6001="Wi-Fi 연결"
MSM6002="유선 LAN 연결(이더넷 케이블)"
MSM6003="USB 연결(USB 케이블)"
MSM6004="프린터 네트워크 설정 다시 시도"
MSM6005="Wi-Fi 연결 방법을 선택하십시오."
MSM6006="무선 라우터를 통해 연결(권장)"
MSM6007="직접 연결"
MSM6008="무선 라우터를 통해 컴퓨터와 프린터를 연결합니다."
MSM6009="컴퓨터와 프린터를 직접 연결합니다."
MSM6010="무선 라우터를 통한 연결과 직접 연결 사이에서 전환하거나 연결 방법에 대한 자세한 내용을 보려면 [사용 설명]을 클릭하십시오."
MSM6011="사용 설명"
MSM6012="프린터가 켜져 있는지 확인하십시오."
MSM6013="네트워크의 프린터 목록"
MSM6014="일련 번호"
MSM6015="MAC 주소"
MSM6016="IP 주소"
MSM6017="목록에서 설정 프린터를 찾을 수 없음"
MSM6018="업데이트"
MSM6019="1. 네트워크에서 프린터를 설정하려면 위 프린터 목록에서 프린터를 선택하고 [다음]을 클릭하십시오.\n   일련 번호는 프린터 뒷면과 보증서에서 찾을 수 있습니다.\n   위 목록에는 일련 번호의 마지막 5자리만 표시되어 있습니다.\n2. 위 목록에서 설정 프린터를 찾을 수 없는 경우 프린터를 켜고 [업데이트]를 클릭하십시오.\n3. 여전히 프린터를 찾을 수 없는 경우 [목록에서 설정 프린터를 찾을 수 없음]을 선택한 후 [다음]을 클릭하십시오."
MSM6020="1. 네트워크에서 프린터를 설정하려면 위 프린터 목록에서 프린터를 선택하고 [다음]을 클릭하십시오.\n   일련 번호는 프린터 뒷면 또는 보증서에서 찾을 수 있습니다.\n2. 설정하려는 프린터가 위 목록에 없는 경우 프린터를 켜고 [업데이트]를 클릭하십시오.\n3. 여전히 프린터를 찾을 수 없는 경우 [목록에서 설정 프린터를 찾을 수 없음]을 선택한 후 [다음]을 클릭하십시오.\n4. USB 연결의 경우에도 [설정 프린터를 찾을 수 없음]을 선택한 후 [다음]을 클릭하십시오."
MSM6021="연결이 완료되었습니다."
MSM6022="연결 방법 선택"
MSM6023="전원 확인"
MSM6024="다른 설정 방법을 사용하십시오. 화면의 설명을 따르십시오."
MSM6025="XPS 드라이버를 설치하려면 먼저 프린터 설정을 완료해야 합니다. 설정이 완료되지 않았으면 [처음으로 돌아가기]를 클릭하여 프린터를 설정하십시오."
MSM6026="계속하기 전에"
MSM6027="이 소프트웨어는 프린터를 설정하는 데 네트워크를 사용할 수 있습니다.\n설정하는 중에 보안 소프트웨어에서 경고를 표시하면 이 소프트웨어가 계속할 수 있도록 허용하십시오.\n(자세한 내용은 해당 보안 소프트웨어의 설명서를 참조하십시오.)\n\n이 소프트웨어는 이 소프트웨어에서 설치한 기타 소프트웨어를 Windows 방화벽의 허용된 프로그램 목록에 추가합니다."
MSM6028="차단 해제"
MSM6029="프린터 선택"
MSM6026_Mac="계속하기 전에"
MSM6027_Mac="이 소프트웨어는 프린터를 설정하는 데 네트워크를 사용할 수 있습니다.\n사용하는 보안 소프트웨어에 따라 설정을 시작하기 전에 해당 보안 소프트웨어에서 설정을 변경해야 할 수 있습니다.\n(자세한 내용은 해당 보안 소프트웨어의 설명서를 참조하십시오.)\n\n설정하는 중에 보안 소프트웨어에서 경고를 표시하면 이 소프트웨어가 계속할 수 있도록 허용하십시오.\n\n이 소프트웨어는 키체인을 사용합니다.\n키체인 접근이 권한을 요구할 경우 [항상 허용]을 클릭하십시오."
MSM6100="My Image Garden은 컴퓨터에 저장된 사진을 활용하여 자동으로 카드 또는 달력을 만듭니다."
MSM6101="CREATIVE PARK PREMIUM은 Canon 정품 잉크 사용자 전용의 프리미엄 콘텐츠를 제공합니다."
MSM6102="프린터에서 메뉴를 선택하는 것만으로도 인쇄한 사진을 완벽하게 복사할 수 있습니다."
MSM6103="프린터가 꺼져 있는 경우에도 인쇄를 시작하여 자동으로 프린터를 켤 수 있습니다."
MSM6104="음소거 모드를 사용하면 시간 또는 주변 환경에 신경 쓸 필요 없이 조용히 인쇄, 복사 또는 스캔 작업을 수행할 수 있습니다."
MSM6105="여기에서 언급된 기능은 사용하는 모델에 따라 다릅니다. 자세한 내용은 설명서를 참조하십시오."
MSM6106="기능 및 설정에 대한 자세한 내용은 설명서를 참조하십시오."
MSM6107="이 기능을 사용하면 인쇄 데이터를 로드한 다음 용지에 페이지를 자유롭게 배치하고 페이지 크기를 확대하거나 축소할 수 있습니다."
MSM6108="이 플러그 인을 사용하면 고품질의 인쇄물을 매끄럽게 만들 수 있습니다. 이 플러그 인은 Adobe Photoshop, Adobe Photoshop Lightroom 및 Digital Photo Professional을 지원합니다."
MSM6109="이 소프트웨어를 사용하면 여러 개의 파일을 한꺼번에 인쇄할 수 있으므로 효율적인 인쇄가 가능합니다. 또한 클라우드 서비스를 통해 파일을 공유할 수 있습니다."
MSM6110="이 소프트웨어를 사용하면 디자인이 잘 된 포스터를 만들 수 있습니다. 다양한 자료도 포함되어 있습니다."
MSM6111="이 플러그 인은 Microsoft Office에서 큰 판형을 간편하게 인쇄하기 위한 것입니다. 긴 크기 인쇄 및 테두리 없는 인쇄도 가능합니다."
MSM6112="이 소프트웨어를 사용하면 용지 설정을 사용자 정의할 수 있습니다. 용지 이름을 변경하고 즐겨 사용하는 용지에 최적화된 인쇄를 하도록 조절할 수 있습니다."
MSM6113="이 소프트웨어를 사용하면 잉크 및 용지의 사용량과 비용을 집계할 수 있습니다. 전반적인 인쇄 비용을 확인할 수도 있으므로 비용 절감을 간편하게 관리하는 데 도움이 됩니다."
MSM6114="이 소프트웨어를 사용하면 여러 프린터의 상태를 한꺼번에 관리할 수 있습니다. 또한 잉크 부족 오류를 빠르게 알아낼 수 있으므로 프린터 관리에 유용합니다."
MSM6115="스마트폰 복사를 사용하면 스마트폰이나 태블릿의 카메라를 사용하여 문서를 복사할 수 있습니다."
MSM6116="Free Layout plus를 사용하면 인쇄할 때 텍스트 및 이미지를 페이지에 배치하는 방법을 선택할 수 있습니다."
MSM6117="Easy-PhotoPrint Editor를 사용하면 선호하는 사진을 사용하여 독특한 콜라주, 카드, 달력 등을 만들어 인쇄할 수 있습니다."
MSM6118="Easy-PhotoPrint Editor를 사용하면 컴퓨터 또는 스마트폰에서 포스터, 달력 및 사진 콜라주를 인쇄할 수 있습니다."
MSM6119="이 어플리케이션을 사용하면 고품질 인쇄물을 만들 수 있습니다. 이 어플리케이션은 Adobe Photoshop, Adobe Photoshop Lightroom 및 Digital Photo Professional과 같은 다양한 이미지 편집 어플리케이션을 지원합니다."
MSM6030="목록에서 선택"
MSM6031="일련 번호는 보증서와 프린터에서 찾을 수 있습니다."
MSM6032="IPv4 장치"
MSM6033="IPv6 장치"
MSM6034="일련 번호(끝 5자리)"
MSM6035="일련 번호 위치"
MSM6036="IP 주소를 지정하여 검색 실행"
MSM6037="가이드에 따라 네트워크 연결을 설정"
MSM6038="프린터가 목록에 표시되지 않거나 IP 주소를 지정하여 찾을 수 없는 경우 이 옵션을 선택하십시오."
MSM6039="프린터 검색 방법 선택"
MSM6040="IPv4 주소로 검색"
MSM6041="IPv6 주소로 검색"
MSM6042="호스트 이름으로 검색"
MSM6043="Bonjour 이름으로 검색"
MSM6044="IP 주소를 지정하여 검색을 실행하려면 프린터에 미리 IP 주소를 할당해야 합니다. 자세한 내용을 보려면 [온라인 설명서]를 클릭하십시오."
MSM6045="지정된 IP 주소 검색 오류"
MSM6046="지정된 프린터를 찾을 수 없습니다. IP 주소 또는 호스트 이름을 확인한 다음 다시 시도하십시오. 자세한 내용을 보려면 [온라인 설명서]를 클릭하십시오."
MSM6047="다시 검색"
MSM6048="지정된 IP 주소 또는 호스트 이름은 이미 다른 장치에서 사용 중입니다. IP 주소 또는 호스트 이름을 확인한 다음 다시 시도하십시오. 자세한 내용을 보려면 [온라인 설명서]를 클릭하십시오."
MSM6049="IPv4 네트워크 설정 변경"
MSM6050="설정 방법을 선택한 다음 사용할 프린터의 IP 주소를 입력하십시오."
MSM6051="자동 설정"
MSM6052="IP 주소를 자동으로 가져오려면 DHCP 서버가 있어야 합니다."
MSM6053="수동 설정"
MSM6054="IPv4 주소"
MSM6055="IP 주소는 네트워크 관리자에게 문의하십시오."
MSM6056="IPv6 네트워크 설정 변경"
MSM6057="IPv6 주소를 자동으로 가져오려면 DHCPv6 서버 또는IPv6 라우터가 있어야 합니다."
MSM6058="IPv6 주소"
MSM6059="프리픽스 길이"
MSM6060="IP 주소 및 프리픽스 길이는 네트워크 관리자에게 문의하십시오."
MSM6061="네트워크 설정 변경 오류"
MSM6062="다음 이유 중 하나로 인해 설정 변경에 실패했을 수 있습니다.\n  -입력한 IP 주소가 잘못됨\n  -IP 주소가 중복됨"
MSM6063="자세한 내용을 보려면 [온라인 설명서]를 클릭하십시오."
MSM6064="[프린터 추가]를 클릭하고 화면의 설명에 따라 프린터를 추가하십시오.\n\n프린터를 추가한 후 [다음]을 클릭하십시오."
MSM6065="이 프린터의 모든 기능을 사용하려면 Canon 드라이버를 설치해야 합니다.\n[다음]을 클릭하고 설정을 반복하십시오."
MSM6066="기본 프린터로 설정"
MSM6067="USB 케이블을 사용하여 프린터와 컴퓨터를 연결합니다.\n프린터가 켜져 있는지 확인하십시오."
MSM6068="프린터에 USB 케이블이 연결된 경우 연결을 끊으십시오."
MSM6069="제품명"
MSM6071="컴퓨터 네트워크를 사용할 수 없음"
MSM6072="컴퓨터의 네트워크 연결이 활성화되었는지 확인하십시오.\nWi-Fi를 사용하여 연결하려면 무선 라우터의 연결 상태를 확인하십시오."
MSM6073="관리자 암호 입력"
MSM6074="프린터의 관리자 암호를 입력하십시오."
MSM6075="관리자 암호"
MSM6075_add1="관리자 암호:"
MSM6076="암호가 정확하지 않습니다."
MSM6077="컴퓨터에서 Wi-Fi를 활성화합니다."
MSM6081="스마트폰 또는 태블릿에서 인쇄할 수 있음"
MSM6085="무선 라우터의 네트워크 정보"
MSM6087="암호:"
MSM6088="암호 표시"
MSM6089="[사용 설명]을 클릭하고 온라인 설명서를 참조하여 스마트폰 또는 태블릿을 설정하십시오.\n스마트폰 또는 태블릿을 사용하고 있지 않으면 [다음]을 클릭하십시오."
MSM6091="프린터 초기화를 실행했습니까?"
MSM6092="1. 잉크 탱크에 잉크가 있는지 확인하십시오.\n2. 프린터의 [중지(Stop)] 버튼을 5초 정도 길게 누르십시오.\n그런 다음 프린터에서 초기화를 시작합니다. 이 작업은 6분 정도 소요됩니다."
MSM6093="1. 잉크 탱크에 잉크가 있는지 확인하십시오.\n2. 프린터의 [계속/취소(RESUME/CANCEL)] 버튼을 5초 정도 길게 누르십시오.\n그런 다음 프린터에서 초기화를 시작합니다. 이 작업은 6분 정도 소요됩니다."
MSM6094="잉크 시스템 준비"
MSM6095="잉크 시스템이 준비되지 않았습니다. 준비를 시작하려면 [사용 설명]을 클릭하고 준비 설명을 참조하거나 프린터와 함께 제공된 \"입문 가이드(Getting Started)\" 설명서를 참조하십시오."
MSM6096="프린터 확인"
MSM6097="지원 코드: %s\n\n프린터 준비가 완료되지 않았습니다. 프린터를 확인하십시오.\n자세한 내용을 보려면 [사용 설명]을 클릭하고 온라인 설명서를 참조하십시오.\n\n그 후 [다음]을 클릭하십시오."
MSM6098="사용 설명"
MSM6099="프린터를 나중에 확인하려고 합니다."
MSM6120="간단한 무선 연결"
MSM6121="[사용 설명]을 클릭하고 가이드 설명에 따라 프린터 연결을 준비하십시오. 준비되면 프린터가 검색되며 다음 단계를 계속할 수 있습니다. 프린터를 검색하는 데 시간이 걸릴 수 있습니다."
MSM6123="대체 방법"
MSM6124="Wi-Fi 설정"
MSM6125="Wi-Fi를 설정하는 데 사용할 방법을 선택하고 [다음]을 클릭하십시오."
MSM6126="프린터에서 Wi-Fi로 연결"
MSM6127="USB 케이블을 사용하여 Wi-Fi 연결 설정"
MSM6128="가이드의 단계를 따른 후에도 프린터를 찾을 수 없으면 네트워크 문제가 있을 수 있습니다. [문제 해결]을 클릭하여 네트워크 설정을 확인하십시오."
MSM6129="문제 해결"
MSM6130="프린터의 네트워크 연결"
MSM6131="프린터가 준비되었으면 [다음]을 클릭하십시오. 프린터에서 연결을 준비하려면 [사용 설명]을 클릭하고 안내를 따르십시오."
MSM6133="이 프로그램을 닫고 온라인 설명서를 엽니다.\n\n네트워크 설정에 영향을 주지 않도록 이 프로그램이 닫힙니다. 네트워크 설정을 확인한 후 프로그램을 다시 시작하십시오."
MSM6134="프린터 연결을 준비한 후에도 다음 단계를 계속할 수 없는 경우 [대체 방법]을 클릭하십시오."
MSM6135="이 프로그램을 닫고 온라인 설명서를 엽니다."
MSM6136="네트워크 설정에 영향을 주지 않도록 이 프로그램이 닫힙니다. 네트워크 설정을 확인한 후 프로그램을 다시 시작하십시오."
MSM6150="네트워크 어댑터 선택"
MSM6151="네트워크 어댑터를 여러 개 찾았습니다. 사용할 네트워크 어댑터를 선택하십시오."
MSM6160="온라인 설명서 바로 가기"
MSM6161="바탕 화면에 온라인 설명서 바로 가기를 만드시겠습니까?"
MSM6162="Canon %s 온라인 설명서"
MSM6163="바로 가기 만들기"
MSM6164="바로 가기 만들지 않음"
MSM6170="프린터를 검색할 수 없습니다.\n[문제 해결]을 클릭하여 수정 절차를 확인하십시오."
MSM6171="프린터가 검색되었습니다. 설치가 완료될 때까지 기다려 주십시오.\n이 작업은 시간이 걸릴 수 있습니다."
MSM6172="프린터에 USB 케이블이 연결되어 있습니다. 연결을 끊으십시오."
MSM6173="프린터 연결이 완료되지 않았습니다. 이전 화면으로 돌아가시겠습니까?"
MSM6180="프린터를 네트워크에 연결하기"
MSM6181="[다음]을 클릭한 다음 표시되는 가이드에 따라 프린터를 설정하십시오."
MSM6182="프린터를 찾을 수 없습니다.\n[다음]을 클릭한 다음 표시되는 가이드에 따라 프린터를 설정하십시오."
MSM6183="IP 주소 검색"
MSM6184="목록에서 설정하려는 프린터를 선택하십시오. 같은 제품 이름을 가진 프린터가 여러 개인 경우 일련 번호를 확인하십시오."
MSM6185="일련 번호 확인하기"
MSM6186="찾는 프린터가 목록에 없는 경우 [프린터를 찾을 수 없음]을 클릭하십시오."
MSM6187="프린터를 찾을 수 없음"
MSM6190="프린터 준비하기"
MSM6191="프린터에서 다음 버튼을 3초 동안 누른 후 [다음]을 클릭하십시오."
MSM6192="이 버튼을 사용하여 연결하는 데 문제가 있을 경우 [사용 설명]을 클릭하십시오."
MSM6193="프린터를 검색하는 중입니다. 기다려 주십시오. 1분 정도 걸릴 수 있습니다."
MSM6200="스캐너 상태를 확인하는 중입니다"
MSM6201="USB 케이블을 사용하여 스캐너와 컴퓨터를 연결합니다.\n스캐너에 전원 버튼이나 전원 스위치가 있는 경우 스캐너의 전원을 켜십시오."
MSM6202="스캐너를 검색할 수 없습니다.\n[문제 해결]을 클릭하여 가능한 해결 방법을 확인하십시오."
MSM6203="스캐너에 USB 케이블이 연결되어 있습니다. 연결을 끊으십시오."
MSM6204="스캐너가 검색되었습니다. 설치가 완료될 때까지 기다려 주십시오.\n이 작업은 시간이 걸릴 수 있습니다."
MSM6210="Canon %s 자세히 알아보기"
MSM6211="%s의 기타 앱"
MSM6212="Canon %s 설명서"
MSM6213="온라인 설명서"
MSM6220="프린터 준비가 완료되지 않았을 수 있습니다. 온라인 설명서를 참조하십시오."
MSM6221="프린터 준비가 완료되지 않았을 수 있습니다."
MSM6222="온라인 설명서를 참조하십시오."
MSM6230="무선 라우터를 통해 연결"
MSM6233="네트워크 환경에 따라, 프린터에 직접 연결하면 컴퓨터의 인터넷 연결이 끊길 수 있습니다.\n연결할 프린터를 선택하시겠습니까?\n\n현재 연결: %s"
MSM6240="지정된 프린터를 찾을 수 없습니다. IP 주소 또는 Bonjour 이름을 확인한 다음 다시 시도하십시오. 자세한 내용을 보려면 [온라인 설명서]를 클릭하십시오."
MSM6241="지정된 IP 주소 또는 Bonjour 이름은 이미 다른 장치에서 사용 중입니다. IP 주소 또는 Bonjour 이름을 확인한 다음 다시 시도하십시오. 자세한 내용을 보려면 [온라인 설명서]를 클릭하십시오."
MSM6256="프린터와 동일한 네트워크에서 검색 중입니다.\n검색이 완료될 때까지 기다려 주십시오."
MSM6257="프린터 네트워크 연결에 실패했습니다. 컴퓨터 연결을 원래 네트워크로 되돌렸습니다.\n다른 방법으로 연결을 시도합니다.\n\nUSB 또는 다른 연결 방법으로 변경하려면 [연결 방법 변경]을 클릭하십시오."
MSM6258="연결 방법 변경"
MSM6259="프린터 네트워크 연결에 실패했습니다. 다른 방법으로 연결을 시도합니다.\n\nUSB 또는 다른 연결 방법으로 변경하려면 [연결 방법 변경]을 클릭하십시오."
MSM6260="컴퓨터를 다음 네트워크(SSID)에 연결된 상태로 유지하시겠습니까?"
MSM6261="컴퓨터가 프린터와 동일한 네트워크(SSID)에 연결되어 있을 때 프린터를 찾았습니다.\n컴퓨터를 이 네트워크에 연결된 상태로 유지하고 설정을 계속하시겠습니까? 자세한 내용을 보려면 [온라인 설명서]를 클릭하십시오."
MSM6262="예"
MSM6263="아니요"
MSM6264="온라인 설명서의 네트워크 문제 해결에 대한 정보를 참조하시겠습니까?"
MSM6265="프린터 네트워크 연결에 실패했습니다.\n다시 연결하기 전에 네트워크 환경을 확인할 것을 권장합니다.\n네트워크 설정에 영향을 주어 온라인 설명서 액세스가 제한될 수 있기 때문에 설정이 취소됩니다.\n\nUSB 또는 다른 연결 방법으로 변경하려면 [아니요]를 클릭하십시오."
MSM6266="예"
MSM6267="아니요"
MSM6268="위치 서비스 설정"
MSM6269="%s에 대한 위치 서비스를 활성화하면 프린터 설정을 보다 쉽게 완료할 수 있습니다.\n[위치 서비스 설정]을 클릭하고 다음을 활성화하십시오.\n\n- 위치 서비스\n- %s\n\n이 어플리케이션은 Wi-Fi 라우터 정보만 사용합니다."
MSM6270="위치 서비스 설정"
MSM6271="자동 프린터 검색을 활성화하려면 위치 서비스를 활성화해야 합니다.\n이 어플리케이션은 Wi-Fi 라우터 정보만 사용합니다."
MSM6272="위치 서비스 설정"
MSM6273="데스크톱 앱에서 위치 정보에 액세스할 수 있도록 허용하면 프린터 설정을 보다 쉽게 완료할 수 있습니다.\n\n[위치 서비스 설정]을 클릭하고 데스크톱 앱에서 위치 정보에 액세스할 수 있도록 허용하십시오.\n\n이 어플리케이션은 Wi-Fi 라우터 정보만 사용합니다."
MSM6274="위치 서비스 설정"
MSM6275="이 작업을 통해 이 Canon 소프트웨어가 네트워크에서 프린터를 검색하고 사용할 수 있습니다."
